Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: PEM, or base64 as in a talosconfig (ca, crt, key).
de: PEM, oder base64 wie in einer talosconfig (ca, crt, key).
es: PEM, o base64 como en un talosconfig (ca, crt, key).
fr: PEM, ou base64 comme dans un talosconfig (ca, crt, key).
it: PEM, oppure base64 come in un talosconfig (ca, crt, key).
uk: PEM або base64, як у talosconfig (ca, crt, key).

source: Omni address
de: Omni-Adresse
es: Dirección de Omni
fr: Adresse Omni
it: Indirizzo Omni
uk: Адреса Omni

source: Your Omni account email to sign in with the browser, or a service account identity (name@serviceaccount.omni.sidero.dev) to enter its key.
de: Die E-Mail deines Omni-Kontos, um dich im Browser anzumelden, oder die Identität eines Dienstkontos (name@serviceaccount.omni.sidero.dev), um seinen Schlüssel einzugeben.
es: El correo de tu cuenta de Omni para iniciar sesión con el navegador, o la identidad de una cuenta de servicio (name@serviceaccount.omni.sidero.dev) para introducir su clave.
fr: L'e-mail de votre compte Omni pour vous connecter avec le navigateur, ou l'identité d'un compte de service (name@serviceaccount.omni.sidero.dev) pour saisir sa clé.
it: L'email del tuo account Omni per accedere con il browser, oppure l'identità di un account di servizio (name@serviceaccount.omni.sidero.dev) per inserirne la chiave.
uk: Ел. пошта вашого облікового запису Omni для входу через браузер або ідентичність сервісного облікового запису (name@serviceaccount.omni.sidero.dev), щоб ввести його ключ.

source: Karpenter pool %@
es: Pool de Karpenter %@
fr: Pool Karpenter %@
it: Pool Karpenter %@
uk: Пул Karpenter %@

source: AKS agent pool %@
es: Pool de agentes AKS %@
fr: Pool d'agents AKS %@
it: Pool di agenti AKS %@
uk: Пул агентів AKS %@

source: On-demand
es: Bajo demanda
fr: À la demande

source: Kubernetes pods
es: Pods de Kubernetes
fr: Pods Kubernetes
it: Pod Kubernetes
uk: Поди Kubernetes

source: %lld nodes
es: %lld nodos
fr: %lld nœuds
it: %lld nodi
uk: %lld вузла

source: Messaging
es: Mensajería
fr: Messagerie
it: Messaggistica
uk: Обмін повідомленнями

source: Observability
es: Observabilidad
fr: Observabilité
it: Osservabilità
uk: Спостережуваність

source: Passphrase
es: Frase de contraseña
fr: Phrase secrète
uk: Парольна фраза

source: %lld threads
es: %lld hilos
it: %lld thread
uk: %lld потоку

source: BIOS version
es: Versión de BIOS
fr: Version du BIOS
it: Versione BIOS
uk: Версія BIOS

source: control plane
es: plano de control

source: Debug shell
es: Shell de depuración
fr: Shell de débogage
it: Shell di debug
uk: Налагоджувальна оболонка

source: etcd snapshot
es: Instantánea de etcd
fr: Snapshot etcd
it: Snapshot di etcd
uk: Знімок etcd

source: Follower
es: Seguidor
fr: Suiveur
uk: Послідовник

source: Image
es: Imagen
it: Immagine
uk: Образ

source: Images
es: Imágenes
it: Immagini
uk: Образи

source: Images · %@
es: Imágenes · %@
it: Immagini · %@
uk: Образи · %@

source: Kernel log
es: Registro del kernel
fr: Journal du noyau
it: Log del kernel
uk: Журнал ядра

source: Kubeconfig export
es: Exportación del kubeconfig
fr: Export du kubeconfig
it: Esportazione del kubeconfig
uk: Експорт kubeconfig

source: Leader
es: Líder
uk: Лідер

source: Learner
es: Aprendiz
fr: Apprenti
uk: Учень

source: Live
es: En vivo
fr: Direct
uk: Наживо

source: Logs
es: Registros
fr: Journaux
it: Log
uk: Журнали

source: Name
es: Nombre
fr: Nom
it: Nome
uk: Назва

source: Nodes
es: Nodos
fr: Nœuds
it: Nodi
uk: Вузли

source: operator
es: operador
fr: opérateur
it: operatore
uk: оператор

source: Operator
es: Operador
fr: Opérateur
it: Operatore
uk: Оператор

source: QR code
es: Código QR
it: Codice QR
uk: QR-код

source: Raft term / index
es: Término / índice Raft
fr: Terme / index Raft
it: Termine / indice Raft
uk: Термін / індекс Raft

source: System
es: Sistema
fr: Système
it: Sistema
uk: Система

source: Version
es: Versión
it: Versione
uk: Версія

source: Control plane
es: Plano de control

source: down
es: caída
fr: inactive
it: inattiva
uk: неактивний

source: Image Factory schematic
es: Esquema de Image Factory
fr: Schéma Image Factory
it: Schema Image Factory
uk: Схема Image Factory

source: Kubernetes API
es: API de Kubernetes
fr: API Kubernetes
it: API Kubernetes
uk: API Kubernetes

source: Talos upgrade
es: Actualización de Talos
fr: Mise à jour de Talos
it: Aggiornamento di Talos
uk: Оновлення Talos

source: Upgrade · %@
es: Actualización · %@
fr: Mise à jour · %@
it: Aggiornamento · %@
uk: Оновлення · %@

source: Support bundle
es: Paquete de soporte
fr: Bundle de support
it: Bundle di supporto
uk: Пакет підтримки

source: Volumes
es: Volúmenes
it: Volumi
uk: Томи

source: Quorum
es: Quórum
uk: Кворум

source: version %@
es: versión %@
it: versione %@
uk: версія %@

source: Cluster
es: Clúster
uk: Кластер

source: Server URL (optional)
es: URL del servidor (opcional)
fr: URL du serveur (facultatif)
it: URL del server (facoltativo)
uk: URL сервера (необов’язково)

source: Kubernetes workloads
es: Cargas de trabajo de Kubernetes
fr: Charges de travail Kubernetes
it: Workload Kubernetes
uk: Робочі навантаження Kubernetes

source: Workloads
es: Cargas de trabajo
fr: Charges de travail
it: Workload
uk: Робочі навантаження

source: Snippets
es: Atajos
fr: Raccourcis
it: Scorciatoie
uk: Шаблони

source: Phase
es: Fase
it: Fase
uk: Фаза

source: Backups
es: Copias de seguridad
fr: Sauvegardes
it: Backup
uk: Резервні копії

source: backup %@
es: copia %@
fr: sauvegarde %@
uk: резервна копія %@

source: barman-cloud plugin (%@)
es: plugin barman-cloud (%@)
fr: plugin barman-cloud (%@)
it: plugin barman-cloud (%@)
uk: плагін barman-cloud (%@)

source: %lld volumes
es: %lld volúmenes
it: %lld volumi
uk: %lld тому

source: operator: %@
es: operador: %@
fr: opérateur : %@
it: operatore: %@
uk: оператор: %@

source: master
es: maestro
fr: maître
uk: головний

source: Client node
es: Nodo cliente
fr: Nœud client
it: Nodo client
uk: Вузол-клієнт

source: Server node
es: Nodo servidor
fr: Nœud serveur
it: Nodo server
uk: Вузол-сервер

source: Test
es: Prueba
uk: Тест

source: %@ round trips/s
es: %@ idas y vueltas/s
fr: %@ allers-retours/s
it: %@ round trip/s
uk: %@ обмінів/с

source: limit %@
es: límite %@
fr: limite %@
it: limite %@
uk: ліміт %@

source: Details
es: Detalles
fr: Détails
it: Dettagli
uk: Докладно

source: Auto-sync
es: Sincronización automática
fr: Synchro auto
it: Sincronizzazione automatica
uk: Автосинхронізація

source: Revision
es: Revisión
fr: Révision
it: Revisione
uk: Ревізія

source: auto-sync
es: sincronización automática
fr: synchro auto
it: sincronizzazione automatica
uk: автосинхронізація

source: Egress
es: Salida

source: Ingress
es: Entrada

source: Live flows
es: Flujos en vivo
fr: Flux en direct
it: Flussi live
uk: Потоки наживо

source: Nodes %@
es: Nodos %@
fr: Nœuds %@
it: Nodi %@
uk: Вузли %@

source: %@ in %@
es: %@ en %@
fr: %@ dans %@
uk: %@ у %@

source: %@ in namespaces %@
es: %@ en los namespaces %@
fr: %@ dans les namespaces %@
it: %@ nei namespace %@
uk: %@ у просторах імен %@

source: Service %@
es: Servicio %@
it: Servizio %@
uk: Сервіс %@

source: Workload
es: Carga de trabajo
fr: Charge de travail
uk: Навантаження

source: OSDs
es: OSD
fr: OSD
it: OSD
uk: OSD

source: block pool
es: pool de bloques
fr: pool de blocs
it: pool di blocchi
uk: блоковий пул

source: Bearer token
es: Token bearer
fr: Jeton bearer
it: Token bearer
uk: Bearer-токен

source: Port
es: Puerto
it: Porta
uk: Порт

source: Hostname
es: Nombre de host
fr: Nom d’hôte
it: Nome host
uk: Ім’я хоста

source: Container
es: Contenedor
fr: Conteneur
uk: Контейнер

source: Revision %lld
es: Revisión %lld
fr: Révision %lld
it: Revisione %lld
uk: Ревізія %lld

source: Peers
es: Pares
fr: Pairs
it: Peer
uk: Піри

source: Client
es: Cliente
uk: Клієнт

source: Server
es: Servidor
fr: Serveur
uk: Сервер

source: cluster %@
es: clúster %@
uk: кластер %@

source: Support
es: Soporte
fr: Assistance
it: Supporto
uk: Підтримка

source: API server
es: Servidor de la API
fr: Serveur d'API
it: Server API
uk: API-сервер

source: Talos update
es: Actualización de Talos
fr: Mise à jour de Talos
it: Aggiornamento di Talos
uk: Оновлення Talos

source: Admission webhooks
es: Webhooks de admisión
fr: Webhooks d’admission
it: Webhook di ammissione
uk: Вебхуки допуску

source: Helm releases
es: Releases de Helm
fr: Releases Helm
it: Release Helm
uk: Релізи Helm

source: Status %@
es: Estado %@
fr: État %@
it: Stato %@
uk: Стан %@

source: Text
es: Texto
fr: Texte
it: Testo
uk: Текст

source: Exec plugin
es: Plugin exec
fr: Plugin exec
it: Plugin exec
uk: Плагін exec

source: Auth provider
es: Proveedor de autenticación
fr: Fournisseur d'authentification
it: Provider di autenticazione
uk: Постачальник автентифікації

source: AWS region
es: Región de AWS
fr: Région AWS
it: Regione AWS
uk: Регіон AWS

source: Client ID
es: ID de cliente
fr: ID client
it: ID client
uk: Ідентифікатор клієнта

source: DigitalOcean API token
es: Token de API de DigitalOcean
fr: Jeton d'API DigitalOcean
it: Token API DigitalOcean
uk: Токен API DigitalOcean

source: Rancher server URL
es: URL del servidor de Rancher
fr: URL du serveur Rancher
it: URL del server Rancher
uk: URL-адреса сервера Rancher

source: App version
es: Versión de la app
fr: Version de l'app
it: Versione dell'app
uk: Версія застосунку

source: Container ports
es: Puertos de los contenedores
fr: Ports des conteneurs
it: Porte dei container
uk: Порти контейнерів

source: Manifest
es: Manifiesto
fr: Manifeste
uk: Маніфест

source: Status
es: Estado
fr: Statut
it: Stato
uk: Стан

source: revision %lld
es: revisión %lld
fr: révision %lld
it: revisione %lld
uk: ревізія %lld

source: Shell in %@
es: Shell en %@
fr: Shell dans %@
uk: Оболонка в %@

source: Omni cluster
es: Clúster de Omni
fr: Cluster Omni
it: Cluster Omni
uk: Кластер Omni

source: CycloneDX SBOM (Dependency-Track)
es: SBOM CycloneDX (Dependency-Track)
fr: SBOM CycloneDX (Dependency-Track)
it: SBOM CycloneDX (Dependency-Track)

source: Bytes
fr: Octets
it: Byte
uk: Байти

source: Token
fr: Jeton
uk: Токен

source: %lld apps
it: %lld app
uk: %lld застосунку

source: Apps
it: App
uk: Застосунки

source: Pods
it: Pod
uk: Поди

source: Cgroups
it: Cgroup

source: hooks
it: hook
uk: хуки

source: Namespaces %@
it: Namespace %@
uk: Простори імен %@

source: %lld pods
it: %lld pod
uk: %lld пода

source: CronJobs
it: CronJob

source: Namespaces
it: Namespace
uk: Простори імен

# %@ / %@ pods
source: %1$@ / %2$@ pods
it: %1$@ / %2$@ pod
uk: %1$@ / %2$@ подів

source: Releases
it: Release
uk: Релізи

source: Pods: %@
it: Pod: %@
uk: Поди: %@

source: Internet
uk: Інтернет

source: Pod %@: %@
uk: Под %@: %@

source: Web
uk: Веб

source: <1 min
uk: <1 хв

source: admin
uk: адміністратор

source: Admin
uk: Адмін

source: Auto
uk: Авто

source: CPU
uk: ЦП

source: Shell
uk: Оболонка

source: 10 s
uk: 10 с

source: 30 s
uk: 30 с

source: 60 s
uk: 60 с

source: 5 min
uk: 5 хв

source: %lld h
uk: %lld год

source: Namespace
uk: Простір імен

source: %lld s
uk: %lld с

source: %@ → %@ · %lld s
uk: %@ → %@ · %lld с

source: hook
uk: хук

source: pod %@: %@
uk: под %@: %@

source: Pod
uk: Под

source: Chart
uk: Чарт

source: Namespace %@
uk: Простір імен %@

source: %lld min
uk: %lld хв

source: namespace %@
uk: простір імен %@

source: %@ CPU
uk: %@ ЦП

source: app %@
uk: застосунок %@
